export const FAQ_LIST = [
    {
        title: '1. Консультация предусматривает видесозвон?',
        desc: ['Все виды консультаций, кроме «Эконом» варианта предусматривают видеосозвон. ']
    },
    {
        title: '2. Когда проходит консультация до сдачи анализов или после?',
        desc: ['До сдачи анализов Вы заполняете большой функциональный опросник по всем системам, на основании выявленных отклонений по вашему состоянию специалист составляет список необходимых анализов и обследований индивидуально для Вас! Консультация проводится по готовности результатов ваших анализов.']
    },
    {
        title: '3. Сколько времени нужно ждать консультацию после сдачи анализов?',
        desc: ['После получения всех результатов обследований, специалист их обрабатывает и в течение 3-5 дней проводит консультацию и отправляет готовые рекомендации на вашу почту.']
    },
    {
        title: '4. Как записаться на консультацию?',
        desc: ['Для записи на консультацию необходимо выбрать подходящий для Вас вариант консультации, нажать на кнопку «записаться» и заполнить анкету для записи.']
    },
    {
        title: '5. Как и когда проходит оплата за консультацию?',
        desc: ['Как только специалист обработает вашу анкета для записи заполненную на сайте, с вами свяжутся для подтверждения записи и пришлют реквизиты для оплаты.']
    },
    {
        title: '6. Если у меня есть ранее сданные анализы они учитываются или надо заново сдавать?',
        desc: ['Учитываются анализы не более 3 месячной давности, если таковы имеются!']
    },
    {
        title: '7. Бывают ли сложности с приобретением рекомендованных препаратов?',
        desc: ['В большинстве случаев сложностей не возникает. Ссылки на все препараты Вы получите после консультации. Препараты можно самостоятельно заказывать с тех стран, куда доставляется эта продукция или через наш центр, если у вас возникают сложности с заказом.']
    }
];
