export const FAQ_LIST = [
    {
        title: 'Если у меня будут вопросы по программе?',
        desc: ['Мы создали телеграмм чат где оперативно поможем решить вам ваш вопрос.']
    },
    {
        title: 'Через какое время я увижу результат?',
        desc: ['При правильном выполнении курса и других рекомендации, чаще всего через 4 недели вы увидите первые результаты.']
    },
    {
        title: 'В чём будет выражаться результат от курса?',
        desc: [
            '1. Результатом по сути будет правильное выполнение техники упражнений. То есть ребёнок в результате отработанной техники упражнений будет хорошо координировать свои действия и следовательно, будут включаться в работу необходимые для выздоровления группы мышц голени, стопы, бедер и т.д',
            '2. На ваших глазах будут меняется стопы, коленные суставы, восстанавливаться осанка ребёнка. Вам не придётся больше кричать на ребёнка выровняй спину, подними ноги и другое! Вы не будете нервничать по этому поводу.',
            '3. У ребёнка улучшится отпечаток свода стопы, то есть будет наблюдаться восстановление сводов стопы.'
        ]
    },
    {
        title: 'Сколько времени потребуется в день для занятий?',
        desc: ['От 15 до 40 минут, со временем время будет уменьшатся, на курсе поймете почему.']
    },
    {
        title: 'Как часто нужно заниматься?',
        desc: ['Для достижения максимального результата необходимо ежедневное выполнение заданий.']
    },
    {
        title: 'Смогу ли я делать массаж?',
        desc: [
            'В курсе предусмотрена подробная инструкция по зонам и технике массажа, в которой объяснены несложные для исполнения элементы массажа в домашних условиях.',
            'Главная роль массажа это увеличение эффекта для упражнений, улучшения состояния тренируемых мышц.'
        ]
    },
    {
        title: 'Какие противопоказания к курсу?',
        desc: ['Противопоказания к курсу являются стандартные противопоказания к массажу и ЛФК.']
    },
];
