export const STEPS = [
    {
        id: '01',
        title: 'Запись на консультацию',
        desc: [
            'Вы заполняете форму для первичной консультации, описиваете вашу проблему и ожидаете опросник по вашей проблеме от Ирины.'
        ]
    },
    {
        id: '02',
        title: 'Заполнение опросника и отправка анализов.',
        desc: [
            'Вы присылаете на почту ваши имеющиеся анализы не более 3 месячной давности, заполненные опросники и чек успешной оплаты.',
            'Специалист изучает эти данные и при необходимости провести дополнительные обследования (анализы, УЗИ) дает список дополнительных обследований. Вы все сдаёте и заключения присылаете на почту.'
        ]
    },
    {
        id: '03',
        title: 'Консультация',
        desc: [
            'Консультация проходит в заранее уговорённом мессенджере в назначенное время, длительностью около одного часа, задаются дополнительные вопросы и собирается ваш анамнез.',
            'Также на консультации рассматриваются все показатели ваших анализов и обсуждаются показатели, которые не в пределах нормы и причины их отклонения.'
        ]
    },
    {
        id: '04',
        title: 'Рекомендации ',
        desc: ['После того, как специалист все изучит, вам на почту будет отправлено заключение и рекомендации со схемой приёма препаратов, питания и общих рекомендаций.']
    },
    {
        id: '05',
        title: 'Обратная связь',
        desc: [
            'В зависимости от выбранного вами вида консультации вы поддерживаете связь, обсуждаете ваше самочувствие, возможно корректируете схемы, специалист отвечает на вопросы возникшие в ходе работы над здоровьем.',
            'После прохождения всех этапов оздоровления пересдаёте необходимые анализы для отслеживания динамики и при необходимости проводится повторная консультация.'
        ]
    }
];
