export const STANDARD = [
    'Доступ к видеоурокам 12 месяцев.',
    'Кураторство терапевта на протяжении 3 месяцев, проверка домашнего задания и обратная связь с рекомендациями 5 дн. в неделю',
    '4 онлайн-занятия с терапевтом',
    'Первичная консультация Газин И. В.',
    'Индивидуальный план терапии. Подбор программы для коррекции.',
    'Все видеоуроки в записи.',
    'Техники тейпирования, массажа.',
    'Миофасциальное расслабление стоп',
    'Повторная диагностика и оценка динамики в конце 3 месяца.',
    'Коррекция программы по мере динамики'
];

export const PREMIUM = [
    'Доступ к видеоурокам навсегда',
    '16 онлайн-занятий с терапевтом (2-3 р. в неделю)',
    'Первичная консультация Газин И. В.',
    'Индивидуальный план терапии. Подбор программы для коррекции.',
    'Техники тейпирования, массажа',
    'Миофасциальное расслабление стоп',
    'Повторная диагностика и оценка динамики через 16 занятий.',
    'Коррекция программы по мере динамики'
];

export const GROUP = [
    'Доступ к видеоурокам 6 месяцев.',
    'Обратная связь в групповом чате с физическим терапевтом и проверкой домашних заданий на протяжении 2 месяцев 5 дн. в неделю ',
    'Первичная консультация Газин И.В.',
    'Подбор индивидуальной программы коррекции',
    'Техники тейпирования, массажа',
    'Миофасциальное расслабление стоп',
    'Повторная диагностика и оценка динамики через 2 месяца занятий'
];

export const INDEPENDENT = [
    '12 онлайн-занятий с физическим терапевтом (2-3 р. в неделю)',
    'Доступ к видеоурокам в записи 2 месяца.',
    'Первичная консультация Газин И. В.',
    'Индивидуальный план терапии. Подбор программы для коррекции.',
    'Техники тейпирования, массажа',
    'Миофасциальное расслабление стоп',
    'Повторная диагностика и оценка динамики после 12 занятий.',
    'Коррекция программы по мере динамики'
];

export const ECONOM = [
    'Доступ к видеоурокам 4 месяца.',
    'Первичная консультация Газин И.В.',
    'Подбор индивидуальной программы коррекции',
    'Все видеоуроки в записи.',
    'Техники тейпирования, массажа'
];

export const GROUP_TOGGLE = {
    title: 'Как проходит курс',
    desc: 'Занимайтесь по индивидуальным видеоурокам. Ежедневно специалист проверяет домашнее задание, короткое видео выполнения упражнений, в групповом чате с участниками в течение 2 месяцев. Физический терапевт корректирует технику выполнения упражнений, отвечает на все ваши вопросы и ведет вас за ручку к результату!'
}

export const INDEPENDENT_TOGGLE = {
    title: 'Как проходит курс',
    desc: 'Получите доступ к индивидуальным видеоурокам для ознакомления с упражнениями. Занимайтесь со специалистом онлайн по видеосвязи 2-3 раза в неделю (на ваш выбор). Всего проводится 12 онлайн-тренировок длительностью 1 час. Физический терапевт корректирует технику выполнения упражнений, отвечает на все ваши вопросы и ведет вас за ручку к результату! При необходимости вы оплачиваете следующий пакет занятий с коррекцией программы по мере динамики. Доступ к видеоурокам продлевается еще на 2 мес.'
}

export const STANDARD_TOGGLE = {
    title: 'Как проходит курс',
    desc: 'Занимайтесь по индивидуальным видеоурокам. Ежедневно специалист проверяет домашнее задание, короткое видео выполнения упражнений втечение 3 месяцев. Физический терапевт корректирует технику выполнения упражнений, отвечает на все ваши вопросы и ведет вас за ручку к результату! Вы проводите 4 индивидуальных онлайн-занятия по видеосвязи со специалистом длительностью 1 час для оттачивания и закрепления правильности выполнения упражнений.'
}

export const PREMIUM_TOGGLE = {
    title: 'Как проходит курс',
    desc: 'Получите неограниченный доступ к индивидуальным видеоурокам в записи. Вы проводите 16 индивидуальных онлайн-занятий (2-3 р. в неделю на ваш выбор) по видеосвязи со специалистом длительностью 1 час для оттачивания и закрепления правильности выполнения упражнений. Физический терапевт корректирует технику выполнения упражнений, отвечает на все ваши вопросы и ведет вас за ручку к результату!'
}
