export const PREMIUM = [
    'Первичная консультация',
    'Доступ на 12 месяцев',
    'Длительность 3 месяца (освоение программы с поддержкой терапевта)',
    'Индивидуальный план терапии. Подбор программы для коррекции.',
    'Кураторство терапевта на протяжении 3х месяцев, проверка домашнего задания и обратная связь с рекомендациями.',
    'Связь с терапевтом 5 дней в неделю',
    '6 онлайн занятий',
    'Повторная диагностика и оценка динамики. Рекомендации для дальнейших действий'
];

export const VIP = [
    'Первичная консультация',
    'Доступ на 12 месяцев',
    'Длительность 3 месяца (освоение программы с поддержкой Газин И.В.)',
    'Индивидуальный план терапии. Подбор программы для коррекции.',
    'Кураторство Газин И.В на протяжении 3х месяцев, проверка домашнего задания и обратная связь с рекомендациями',
    'Связь с Газин И.В 5 дней в неделю.',
    '6 онлайн занятий',
    'Повторная диагностика и оценка динамики. Рекомендации для дальнейших действий'
];
