export const STANDARD = [
    'Доступ к видеоурокам 12 месяцев.',
    'Первичная консультация Газин И. В.',
    'Индивидуальный план терапии. Подбор программы для коррекции.',
    'Все видеоуроки в записи.',
    'Техники тейпирования, массажа.',
    'Миофасциальное расслабление стоп',
    '4 онлайн-занятия с терапевтом',
    'Кураторство терапевта на протяжении 3 месяцев, проверка домашнего задания и обратная связь с рекомендациями.',
    'Повторная диагностика и оценка динамики в конце 3 месяца.',
    'Коррекция программы по мере динамики'
];

export const PREMIUM = [
    'Доступ к видеоурокам навсегда',
    'Первичная консультация Газин И. В.',
    'Индивидуальный план терапии. Подбор программы для коррекции.',
    'Все видеоуроки в записи.',
    'Техники тейпирования, массажа',
    'Миофасциальное расслабление стоп',
    '8 онлайн-занятий с терапевтом',
    'Кураторство терапевта на протяжении 3 мес, проверка домашнего задания и обратная связь с рекомендациями.',
    'Повторная диагностика и оценка динамики.',
    'Коррекция индивидуальной программы упражнений с рекомендациями.'
];

export const GROUP = [
    'Доступ к видеоурокам 6 месяцев.',
    'Первичная консультация Газин И.В.',
    'Подбор индивидуальной программы коррекции',
    'Все видеоуроки в записи.',
    'Техники тейпирования, массажа',
    'Миофасциальное расслабление стоп',
    'Обратная связь в групповом чате с физическим терапевтом и проверкой домашних заданий на протяжении 1го месяца.',
    'Повторная диагностика и оценка динамики через 2 месяца занятий'
];

export const INDEPENDENT = [
    'Доступ к видеоурокам 4 месяца.',
    'Первичная консультация Газин И.В.',
    'Подбор индивидуальной программы коррекции',
    'Все видеоуроки в записи.',
    'Техники тейпирования, массажа'
];
