export const PLANS = [
    {
        name: 'Эконом',
        prices: [{
            price: '6000 грн'
        }],
        list: [
            'заполнение функционального опросника (IFM США) и оценка степени отклонения вашего состояния по всем системам',
            'список анализов, которые надо будет сдать и их дальнейшая расшифровка',
            'составление рекомендаций примерно на 3-4 месяца по питанию, нутрицевтикам и образа жизни',
            'возможность прислать одно письмо со всеми интересующими вопросами в течение двух недель после получения рекомендаций'
        ]
    },
    {
        name: 'Стандарт',
        prices: [{
            price: '8000 грн'
        }],
        list: [
            'онлайн консультация в течении 60 - 120 минут',
            'заполнение функционального опросника (IFM США) и оценка степени отклонения вашего состояния по всем системам',
            'список анализов, которые надо будет сдать и их дальнейшая расшифровка',
            'составление рекомендаций примерно на 3-4 месяца по питанию, нутрицевтикам и образа жизни',
            'возможность прислать одно письмо в месяц со всеми интересующими вас вопросами, 2-3 письма за весь период'
        ]
    },
    {
        name: 'Премиум',
        prices: [{
            price: '40000 грн'
        }],
        list: [
            'онлайн консультация в течении 60 - 120 минут',
            'заполнение функционального опросника (IFM США) и оценка степени отклонения вашего состояния по всем системам',
            'список анализов, которые надо будет сдать и их дальнейшая расшифровка',
            'составление рекомендаций примерно на 3-4 месяца по питанию, нутрицевтикам и образа жизни',
            'возможность быть со мной на связи 5 дней в неделю кроме выходных на протяжении 3 месяцев, помощь и ответы на ваши вопросы в ходе лечения, ежемесячный видеосозвон (контроль и коррекция при необходимости)',
            'заказ профессиональных нутрицевтиков для вашего курса лечения (стоимость препаратов отдельная сумма)'
        ]
    },
    {
        name: 'Детская',
        prices: [{
            price: '5000 грн'
        }],
        list: [
            'онлайн консультация в течении 60 минут',
            'список анализов, которые надо будет сдать и их дальнейшая расшифровка',
            'составление рекомендаций примерно на 3-4 месяца по питанию и нутрицевтикам.',
            'возможность прислать одно письмо в месяц со всеми интересующими вас вопросами, 2-3 письма за весь период.',
        ]
    },
    {
        name: 'Повторная',
        prices: [{
            price: '3200 грн',
            name: 'Детская'
        },{
            price: '4000 грн',
            name: 'Взрослая'
        }],
        list: [
            'разбор повторных анализов для отслеживания динамики после курса лечения',
            'онлайн консультация 40-60 минут',
            'составление дальнейших рекомендаций по питанию и нутрицевтикам на 3-4 месяца'
        ]
    }
];

