export const TEAM_LIST = [
    {
        name: 'Камененко Алина Олеговна',
        desc: 'Специалист по моторному онотогенезу, кинезиотерапевт, детский массажист, висцеральный терапевт. Опыт работы более 5 лет.',
        imgSrc: 'images/course/team/1.jpg'
    },
    {
        name: 'Дойчева Марина Николаевна',
        desc: 'Физический терапевт, кинезиотерапевт, инструктор ЛФК. Опыт более 5 лет.',
        imgSrc: 'images/course/team/2.jpg'
    },
    {
        name: 'Газин Иван Васильевич',
        desc: 'Основатель курса и куратор на тарифе «VIP». Физический терапевт, шрот терапевт, юмэйхо и мануальный терапевт. Опыт более 10 лет.',
        imgSrc: 'images/course/team/3.jpg'
    },
    {
        name: 'Каржилова Татьяна Ивановна',
        desc: 'Физический терапевт, кинезиотерапевт, инструктор ЛФК. Опыт более 5 лет.',
        imgSrc: 'images/course/team/4.jpg'
    }
];
