export const TEAM_LIST = [
    {
        name: 'Газин Иван Васильевич',
        desc: 'Главный физический терапевт, основатель центра восстановительной медицины «Берегиня». Проводит осмотр/диагностику/консультацию по нарушениям опорно-двигательного аппарата',
        imgSrc: 'images/course/team/3.jpg'
    },
    {
        name: 'Камененко Алина Олеговна',
        desc: 'Специалист по моторному онтогенезу, кинезиотерапевт, детский массажист, висцеральный терапевт. Опыт работы более 5 лет.',
        imgSrc: 'images/course/team/1.jpg'
    },
    {
        name: 'Дойчева Марина Николаевна',
        desc: 'Физический терапевт, кинезиотерапевт, инструктор ЛФК. Опыт более 5 лет.',
        imgSrc: 'images/course/team/2.jpg'
    },
    {
        name: 'Каржилова Татьяна Ивановна',
        desc: 'Физический терапевт, кинезиотерапевт, инструктор ЛФК. Опыт более 5 лет.',
        imgSrc: 'images/course/team/4.jpg'
    }
];
