import React from 'react';

import style from './style.scss';

const PublicOffer = () => {
    return (
        <div className={style.container}>
            <h1>ДОГОВІР ПРО НАДАННЯ ПОСЛУГ (ПУБЛІЧНА ОФЕРТА)</h1>

            <h4>1. ЗАГАЛЬНІ ПОЛОЖЕННЯ</h4>
                <ul>
                       <li> 1.1. Фізична особа - підприємець Газін Іван Васильович (далі - Виконавець), пропонує будь-якій фізичній або юридичній особі (далі - Замовник) укласти цей Договір на визначених у ньому умовах.</li>

                        <li> 1.2. Відповідно до статті 633 Цивільного кодексу України цей договір є публічною офертою (публічним договором), і в разі прийняття його умов (акцепту) Замовник зобов'язується сумлінно їх виконувати.</li>

                        <li>1.2.1. Акцептом цієї Оферти вважається 100% оплата Послуг, що продаються на web-сторінках інформаційного ресурсу, об'єднаних адресним доменом  https://bereginia.online/, (далі - Сайт) в порядку, передбаченому Публічної офертою.</li>

                        <li>1.3. Незгода з визначеними в цьому Договорі умовами тягне неможливість надання Виконавцем послуг.</li>

                        <li>1.4. Замовник надає дозвіл Виконавцю на обробку своїх персональних даних відповідно до Закону України «Про захист персональних даних».</li>

                        <li>1.5. Адміністрація Сайту залишає за собою право вносити зміни в Оферту, в зв'язку з чим, Замовник зобов'язується регулярно відслідковувати зміни в Оферті, яка розміщена на Сайті.</li>
                </ul>


            <h4>2. ПРЕДМЕТ ДОГОВОРУ</h4>
            <ul>
                    <li>2.1. Виконавець відповідно до умов цього Договору надає Замовнику доступ до послуг,матеріалів I сервісів Сайту, детальний опис яких міститься на Сайті.</li>

                    <li>2.2. Факт оплати Замовником послуг свідчить про безумовне прийняття Замовником умов, визначених у цьому Договорі.</li>

                    <li>2.3. Вартість послуг визначається в залежності від обраноі послуги</li>

                    <li>2.4. Ухвалення цієї Оферти і відповідно, укладення цього Договору означає, що Замовник, в необхідній для нього мірі, ознайомився з умовами цього договору (далі - Оферти) і тарифними пакетами, розміщеними на Сайті.</li>
            </ul>

            <h4>3. ПРАВА ТА ОБОВ'ЯЗКИ ВИКОНАВЦЯ</h4>
            <ul>
                    <li>3.1. Виконавець зобов'язується:</li>

                    <li> 3.1.1. На підставі цього Договору та після оплати вартості обраного Замовником тарифного пакету, надати йому послуги певного тарифного пакету в термін, зазначений на Сайті.</li>

                    <li>3.1.2. Забезпечити надання послуги у визначений  на Сайті термін , або доступ до матеріалів, відповідно до обраного Замовником тарифного пакету. Проводити  персональні тренування, консультаціі тощо, за датою та часом, що позгоджена з Замовником</li>

                    <li>3.1.3. Своєчасно повідомляти Замовника про перенесення або зміну передбачених тарифним пакетом послуг з одночасним повідомленням дати або часу, на яку перенесена зазначена послуга.</li>

                    <li>3.1.4. Надавати Замовнику послуги згідно з умовами цього Договору.</li>

                    <li>3.1.5. Зберігати в конфіденційності персональні дані Клієнта. Не вважається порушенням надання адміністрацією сайту інформації агентам і третім особам, що діють на підставі договору з адміністрацією сайту, для виконання зобов'язань перед Клієнтом.</li>

                    <li>3.1.6. Адміністрація Сайту має право направляти Клієнту повідомлення рекламно-інформаційного характеру. Якщо Клієнт не бажає отримувати листи розсилки від адміністрації сайту, він може відписатися від розсилки, натиснувши спеціальне посилання, яке є в кожному вхідному листі.</li>

                    <li>3.2. Виконавець має право:</li>

                    <li>3.2.1. Призупинити/припинити надання Замовнику послуг в односторонньому порядку в наступних випадках:</li>

                    <li>Замовник порушив умови цього Договору;</li>

                    <li>Замовник вчинив дії, які перешкоджають функціонуванню Інтернету або внутрішніх каналів зв'язку, в тому числі дії незаконного або аморального характеру, або порушують громадський порядок, посягають на честь і гідність громадян і підприємств та/або викликають їхні скарги, поширення в мережі вірусів або інших небажаних компонентів, вчинення дій, спрямованих на отримання конфіденційної інформації або інформації зі спеціальним доступом;</li>

                    <li>3.2.2. В односторонньому порядку розірвати цей Договір достроково в разі невиконання Замовником його умов, зокрема пунктів 4.1.1, 4.1.4 - 4.1.7. цього Договору, флуду в соціальних мережах, розповсюдження у будь-який спосіб недостовірноі , негативноі інформаціі, та/або систематичного невиконання Замовником правил поведінки.</li>

                    <li>3.2.3. Вносити в односторонньому порядку зміни до цього Договору, а також вартість послуг з попередньою їх публікацією на Сайті. При цьому внесення змін до вартості послуг, при наданні Замовнику послуг не допускається.</li>

                    <li> 3.2.4. Вимагати від Замовника відшкодування шкоди, заподіяної діями Замовника</li>

                    <li>3.2.5. Переносити надання послуг, передбачених тарифним планом, з одного дня на інший, але своєчасно при цьому попередивши Замовника не менше, ніж за три години.</li>

                    <li>3.2.6. Припинити надання послуг без пояснення причин. Грошові кошти при цьому не повертаються.</li>
            </ul>

            <h4>4. ПРАВА ТА ОБОВ'ЯЗКИ ЗАМОВНИКА</h4>
                <ul>
                        <li>4.1. Замовник зобов'язаний:</li>

                        <li>4.1.1. Сумлінно виконувати умови цього Договору, дотримуватися правил поведінки і своєчасно внести плату за послуги за обраним тарифним пакетом.</li>

                        <li>4.1.2. Користувач має право використовувати інформаційний ресурс в повному обсязі, в порядку та на умовах, передбачених цією офертою. Детальний опис послуг та їх склад визначається замовленим тарифним пакетом, який постійно знаходиться на Сайті.</li>

                        <li>4.1.3. Дотримуватися правил поведінки на Сайті і проявляти повагу до Виконавця, інших учасників.</li>

                        <li>4.1.4. При отриманні послуг не робити несанкціонованої розсилки листів (спам), не здійснювати неавторизований доступ до комп'ютерних систем, програмного забезпечення, даних і інших матеріалів, захищених авторським правом, не копіювати і не поширювати їх.</li>

                        <li>4.1.5. Будь-які матеріали, отримані Замовником від Виконавця в рамках надаваних Послуг, можуть використовуватися тільки в особистих, не комерційних цілях, і не можуть передаватися третім особам. Замовнику забороняється у будь-який спосіб відтворювати, повторювати і копіювати, продавати і перепродавати матеріали, надані Виконавцем в рамках надаваних Послуг.</li>

                        <li>4.1.6. Замовник зобовязаний обирати тарифний план згідно умов тарифного плану. В разі виявлення порушення, наприклад, використання будь-якого тарифного плану замість тарифу Професійний, шляхом введення в оману адміністраціі Сайту, Договір буде розірвано в односторонньому порядку. Грошові кошти за невикористаний термін надання послуг при цьому не повертаються</li>

                        <li>4.1.7. У випадку тренування або консультаціі онлайн -бронювати та обирати час для надання послуги після 100 % передоплати. Своєчасно попереджати про неможливість отримання послуги, не пізніше ніж за три години до зазначеного часу. В разі, коли тренування або консультація були скасовані Замовником менше, ніж за 3 години, послуга вважається проведенною, грошові кошти не повертаються</li>

                        <li>При зворотньому звязку в рамках тарифного пакету- дотримуватись умов надання консультацій, оговорених термінів та частоти звернень.</li>

                        <li>4.1.8 Якщо тарифний план Замовника передбачає доступ до чату підтримки у Телеграм, Замовник зобов’язується виконувати правила чату, які розміщені на Сайті Виконавця. У разі систематичного порушення правил чату, Виконавець має право обмежити доступ до чату і курсу та призупинити надання послуг терміном на 1 місяць. Кінцевий термін дії тарифного плану за Договором при цьому не подовжується . Виконавець має право розірвати Договір в односторонньому порядку. Грошові кошти при цьому не повертаються</li>

                        <li>4.2. Замовник має право:</li>

                        <li>4.2.1. Отримувати послуги, передбачені цим Договором.</li>

                        <li>4.2.2. Вимагати дотримання Виконавцем умов цього Договору.</li>

                        <li>4.2.3. Вносити оплату Виконавцю за послуги, відповідно до обраного тарифного пакету, будь-яким з передбачених чинним законодавством України способом.</li>
                </ul>

            <h4>5. ПОРЯДОК РОЗРАХУНКІВ</h4>
            <ul>
                    <li>5.1. Послуги за цим Договором надаються на умовах 100-відсоткової оплати послуги або одного з тарифних пакетів.</li>

                    <li>5.2. Виконавець не несе відповідальності за порядок перерахування/зарахування коштів. Безпека, а також інші умови використання обраних Замовником способів оплати виходять за рамки Договору і регулюються угодами з відповідними платіжними інтеграторами. Замовник самостійно несе відповідальність за помилки, які допущені ним при оплаті Послуг. Виконавець не несе відповідальність за збитки чи інші несприятливі наслідки, які можуть виникнути у Замовника та/або третіх осіб у разі неправильного написання реквізитів або призначення платежу.</li>

                    <li> 5.3. Моментом оплати вважається момент зарахування грошових коштів на банківський рахунок Виконавця.</li>

            </ul>
            <h4>6. ПОРЯДОК НАДАННЯ ПОСЛУГ</h4>
            <ul>
                    <li>6.1. На Сайті надається доступ до послуг,матеріалів, на умовах, передбачених цією Офертою.</li>

                    <li> 6.2. Доступ для перегляду матеріалів надаються для облікового запису Instagram, зазначених Замовником при замовленні, не пізніше ніж протягом доби після оплати. Якщо доступ не був отриманий Замовником, він зобов'язаний повідомити про це адміністрацію Сайту.</li>

                    <li>6.3. Терміни надання Послуг вказані в описі Послуги, розміщеній на Сайті.</li>

                    <li>6.4. У разі якщо Послуга надається в конкретний період часу, а Замовник не скористався Послугою в ці зазначені дату та час, то в інші дати для Замовника Послуга повторно надаватися не буде.</li>
            </ul>

            <h4>7. ВІДПОВІДАЛЬНІСТЬ</h4>
            <ul>
                   <li> 7.1. За невиконання або неналежне виконання умов цього Договору Виконавець і Замовник несуть відповідальність, передбачену цим Договором та чинним законодавством України.</li>

                    <li>7.2. Замовник усвідомлює, що порушення ним умов цього Договору призводить до його розірвання Виконавцем в односторонньому порядку з наступним припиненням/призупиненням надання послуг.</li>

                    <li>7.3. Виконавець не несе відповідальності за невідповідність наданих Послуг очікуванням Замовника. При цьому суб'єктивна негативна оцінка Замовником наданих Виконавцем Послуг не є підставою вважати Послуги, не наданими або наданими неналежно.</li>

                   <li> 7.4. Ніяка інформація, матеріали та/або консультації, що надаються Виконавцем в рамках надання послуг за цим договором, не можуть розглядатися як гарантії. Прийняття рішень на основі всієї наданої Виконавцем інформації знаходиться у виключній компетенції Замовника. Замовник приймає на себе повну відповідальність і ризики, пов'язані з використанням інформації та матеріалів, наданих Виконавцем в рамках виконання своїх зобов'язань за цим Договором.</li>

                    <li>7.5. Замовник несе повну відповідальність за незаконний доступ і здійснення несанкціонованого втручання в роботу комп'ютерів, систем та комп'ютерної мережі відповідно до чинного законодавства України.</li>

                   <li> 7.6. У разі порушення Замовником умов Договору Виконавець звільняється від виконання взятих на себе за цим Договором зобов'язань.</li>
            </ul>

            <h4>8. ФОРС-МАЖОР</h4>
           <ul>
                   <li> 8.1. Виконавець і Замовник звільняються від відповідальності за повне або часткове невиконання своїх зобов'язань за цим Договором, якщо це стало наслідком обставин непереборної сили, що виникли після набрання чинності цим Договором в результаті подій надзвичайного характеру, які не могли бути передбачені і які неможливо було запобігти розумними заходами.</li>
           </ul>

            <h4>9. ТЕРМІН ДІЇ ДОГОВОРУ</h4>
            <ul>
                    <li>
                            9.1. Договір набуває чинності з моменту оплати послуг Замовником Виконавцю і діє протягом всього терміну, визначеного в обраному Замовником тарифному пакеті.
                    </li>
            </ul>

            <h4>10. ЗАХИСТ АВТОРСКИХ ПРАВ</h4>
            <ul>
                   <li> 10.1. Сукупність інформації, текстів, графічних елементів, дизайну, зображень, фото та відеоматеріалів, і інших результатів інтелектуальної діяльності, викладених на Сайті, захищена авторським правом та іншими правами на результати інтелектуальної діяльності. Зазначені права є дійсними і охороняються у всіх формах, на всіх носіях і по відношенню до всіх технологій, як існуючих в даний час, так і розроблених або створених згодом. Ніякі права на вміст сайту, не зважаючи на все інше, аудіовізуальні твори, текстові та графічні матеріали, програми для ЕОМ, товарні знаки не переходять до Замовника в результаті користування Сайтом і укладення цього договору.</li>

                    <li>10.2. У разі порушення Замовником положень цього договору, що стосуються захисту авторських прав Виконавця, останній має право вимагати виплати компенсації в стократному розмірі від вартості тарифного плану, за кожен випадок порушення, а також компенсації усіх завданих збитків, включаючи упущену вигоду.</li>
            </ul>

            <h4>11. ВИРІШЕННЯ СПОРІВ</h4>
           <ul>
                  <li> 11.1. Всі суперечки і розбіжності, що виникли з приводу виконання умов цього Договору, підлягають вирішенню шляхом переговорів на підставі письмової заяви (претензії) Замовника.</li>

                  <li> 11.2. Виконавець після отримання від Замовника послуг заяви (претензії), зобов'язаний протягом 30 (тридцяти) робочих днів задовольнити заявлені вимоги чи направити Замовнику мотивовану відмову.</li>

                  <li> 11.3. У разі якщо спір, який виник, не буде врегульовано в претензійному порядку, Замовник або Виконавець має право звернутися до суду за місцем знаходження Виконавця.</li>

                   <li>11.4. Замовник послуг гарантує, що всі умови цього Договору йому зрозумілі, і він приймає їх безумовно і в повному обсязі.</li>

                   <li>Дана Публічна оферта пропонується Фізичною особою-підприємцем Газін Іван Васильович (РКНОПП: 2841708094), яка являється Виконавцем та належним чином зареєстрована відповідно до законодавства України, яка діє на підставі Виписки з Єдиного державного реєстру юридичних осіб, фізичних осіб-підприємців та громадських формувань, діє від свого імені.</li>
           </ul>
        </div>
    );
};

export default PublicOffer;
