export const STEPS = [
    {
        id: '01',
        title: 'Консультация',
        desc: 'Онлайн диагностика, открытие программы курса, создание индивидуальной программы упражнений.'
    },
    {
        id: '02',
        title: 'Доступ к платформе',
        desc: 'Доступ к урокам для самостоятельного изучения с поддрежкой 24/7'
    },
    {
        id: '03',
        title: 'Онлайн занятия',
        desc: 'Выполнение упражений, запись видео, корректировка от Ивана.'
    },
    {
        id: '04',
        title: 'Результат',
        desc: 'Подведение итогов и формирование рекомендаций для дальнейших действий.'
    }
];
