export const STEPS = [
    {
        id: '1',
        title: 'Консультация Газин И. В.',
        desc: 'Видео разбор всех нарушений ребенка, рекомендации, нужны ли рентген-снимки, и какие, после чего звонок по аудио-либо видеосвязи до 1 часа с рекомендациями и ответами на все ваши вопросы, рассмотрением рентген снимков.',
        clas: 'consult'
    },
    {
        id: '2',
        title: 'Подбор программы',
        desc: 'подбор индивидуальной максимально эффективной программы с учетом всех нарушений  ребенка',
        clas: 'chooseProgram'
    },
    {
        id: '3',
        title: 'Освоение программы под контролем и с поддержкой  терапевта в течении 3 меcяцев.',
        desc: 'Выполнение упражений, запись видео, корректировка от Ивана.',
        clas: 'addictProgram',
        lol: 'keeeeek'
    },
    {
        id: '4',
        title: 'Повторная консультация, оценка динамики',
        desc: 'При необходимости проводится коррекция программы с учетом изменений, для дальнейших самостоятельных занятий 2 раза в неделю: 1 раз самостоятельно, 2 раз - с обратной связью терапевта.',
        clas: 'repeatProgram'
    }
];
