export const LIST = [
    {
        title: 'Заболевания сердечно - сосудистой системы',
        desc: ['артериальная гипертензия', 'атеросклероз', 'профилактика инсульта', 'профилактика инфаркта']
    },
    {
        title: 'Нарушения гормонального фона',
        desc: ['МПС', 'нарушение менструального цикла и гормонального баланса', 'гипотиреоз', 'сахарный диабет', 'истощение надпочечников', 'ожирение', 'инсулинорезистентность', 'нарушение углеводного и липидного обмена']
    },
    {
        title: 'Реабилитация ЖКТ',
        desc: ['тяжесть после еды', 'вздутие', 'тошнота', 'запор', 'дисбиоз', 'изжога', 'боль в животе', 'хронический гастрит', 'холецистит и дуоденит', 'хронический панкреатит', 'СРК', 'ВЗК', 'СИБР', 'СИГР', 'дисбактериоз']
    },
    {
        title: 'Нарушение детоксикации печени',
        desc: ['синдром Жильбера', 'нарушение метаболизма (накопление токсических продуктов обмена)']
    },
    {
        title: 'Нарушения опорно-двигательного аппарата',
        desc: ['дисплазия соединительной ткани и тазобедренных суставов', 'артроз', 'артрит', 'остеохондроз', 'грыжи межпозвонковых дисков', 'остеопороз', 'сколиоз', 'реабилитация после травм', 'переломов и операций']
    },
    {
        title: 'Заболевания нервной системы',
        desc: ['вегето-сосудистая дистония', 'головные боли', 'неврастения', 'депрессия', 'РАС', 'задержка речевого развития', 'неврологические расстройства', 'нарушения сна', 'синдром хронической усталости']
    },
    {
        title: 'Кожные заболевания',
        desc: ['акне', 'атопический дерматит', 'экзема', 'кожные высыпания и аллергические проявления']
    },
    {
        title: 'Инфекционные заболевания',
        desc: ['кандидоз', 'паразитоз', 'глистная инвазия', 'вирусные и бактериальные инфекции', 'частые респираторные заболевания', 'реабилитация после коронавируса']
    },
    {
        title: 'Восполнение дефицита жизненно важных питательных веществ (витамины, минералы, жирные кислоты, аминокислоты, антиоксиданты) на базе анализов крови'
    },
    {
        title: 'Планирование и подготовка к беременности'
    },
    {
        title: 'Снижение рисков или угроз различных заболеваний'
    },
];
