export const STANDARD = [
    'Доступ 3 месяца (освоение программы)',
    'Индивидуально подобранная программа',
    'Базовые упражнения для коррекции вальгусной установки стоп и коленных суставов'
];

export const PREMIUM = [
    'Первичная консультация',
    'Доступ 12 месяцев',
    'Длительность 3 месяца (освоение программы с поддержкой терапевта)',
    'Индивидуальный план терапии. Подбор программы для коррекции.',
    'Кураторство терапевта на протяжении 3х месяцев, проверка домашнего задания и обратная связь с рекомендациями.',
    'Связь с терапевтом 5 дней в неделю',
    '6 онлайн занятий',
    'Повторная диагностика и оценка динамики. Рекомендации для дальнейших действий'
];

export const VIP = [
    'Первичная консультация',
    'Доступ 12 месяцев',
    'Длительность 3 месяца (освоение программы с поддержкой Газин И.В.)',
    'Индивидуальный план терапии. Подбор программы для коррекции',
    'Кураторство Газин И.В на протяжении 3х месяцев, проверка домашнего задания и обратная связь с рекомендациями',
    'Связь с Газин И.В 5 дней в неделю.',
    '6 онлайн занятий',
    'Повторная диагностика и оценка динамики. Рекомендации для дальнейших действий .'
];

export const EXTRA = [
    'Первичная консультация',
    'Доступ 12 месяцев',
    'Длительность 3 месяца (освоение программы с поддержкой Газин И.В.)',
    'Все что входит в тариф “Премиум”',
    'Первичная консультация',
    'Вебинар «Здоровье осанки и стоп у детей и влияние ДСТ на эти нарушения»',
    'Телеграмм чат «Осознанный путь к здоровью» Гид по улучшению здоровья без медикаментов.',
    'Повторная диагностика и оценка динамики. Рекомендации для дальнейших действий'
];
